[
    {
        "image": "https://raw.githubusercontent.com/kiron0/fakeData-for-lucky-one/main/images/mosh.jpg",
        "id": 1,
        "name": "Mosh Hamedani",
        "comment": "I did alot of research before deciding to buy All in one desktop. It feels great to see one on your desk and it enhances the whole room with the 24inch screen. I'm so glad that I bought it on the date it was launched in India..",
        "rate": 4.8
    },
    {
        "image": "https://raw.githubusercontent.com/kiron0/fakeData-for-lucky-one/main/images/angela.jpg",
        "id": 2,
        "name": "Angela Yu",
        "comment": "Wonderful for office use with multiple open windows. After having used for about a month the only flaw I found is that the keyboard which has nice keys and feel is a battery guzzler. You have to replace a pair of Duracell AAA batteries every week.",
        "rate": 4.7
    },
    {
        "image": "https://raw.githubusercontent.com/kiron0/fakeData-for-lucky-one/main/images/moshiur.jpg",
        "id": 3,
        "name": "Moshiur Rahman",
        "comment": "I purchsed it last august.its still doing well.once screen was crashed,the service was done by the Dell engineer.now it's working smoothly.",
        "rate": 4.6
    },
    {
        "image": "https://raw.githubusercontent.com/kiron0/fakeData-for-lucky-one/main/images/sujon.png",
        "id": 4,
        "name": "Md. Sujon",
        "comment": "Good product. Promt support by the seller. I was not happy with the Monitor provided initially, seller got it replaced. Very good support from seller on any technical issue. Seller connects through video call to resolve the issue. This is my first refurbished purchase, but I am happy with its performance.",
        "rate": 4.8
    },
    {
        "image": "https://raw.githubusercontent.com/kiron0/fakeData-for-lucky-one/main/images/sara.jpg",
        "id": 5,
        "name": "Sara Soueidan",
        "comment": "Delivered in time and ahead of schedule. Packaging is fine. The item is as described and the quality of product is good and value for money. Core i5 processor clearly an asset at this price range and has already showed in terms of its performance and speed. I am a multi tasker and would be running several processes/ programmes at any given time and am happy with the performance.",
        "rate": 4.9
    },
    {
        "image": "https://raw.githubusercontent.com/kiron0/fakeData-for-lucky-one/main/images/sarah.jpg",
        "id": 6,
        "name": "Sarah Parmenter",
        "comment": "This AIO has a very good config. Boots quick due to the SSD. Video and audio quality is good. The only thing I felt lacking was a good camera. However, I don't use the PC for video calls so no issues for me.",
        "rate": 4.7
    }
    
]